Repository: nphilipp-archive/system-config-services
Catalog: po/*.po
Languages: bn, bs, de, hr, is, ja, ka, lv, ms, no, pt, si, sv, tr

source: Add Service
bn: সার্ভিস যোগ
hr: Dodaj servis
si: සේවාව එකතු කරන්න

source: Delete Service
bn: সার্ভিস মুছা
hr: Obriši servis
si: සේවාව මකා දමන්න

source: Description
bn: বিবরণ
de: Beschreibung
hr: Opis
si: විස්තරය

source: Don't Save
bn: সেভ করা হবে না
hr: Nemoj spremiti
si: සුරකින්න එපා

source: Revert To _Last Save
bn: শেষ সেভ করা অবস্থায় ফেরত যাও
hr: Vrati na _zadnje spremljeno
si: පෙර සුරැකුම වෙත නැවත රැගෙන යන්න(_L)

source: Runlevel _All
si: ධාවක මට්ටම සියල්ල(_A)

source: Save Dialog
bn: ডায়লগ সেভ কর
hr: _Spremi dijalog
si: දෙබස සුරකින්න

source: Service Name:
bn: সার্ভিস এর নাম:
hr: Ime servisa:
si: සේවා නාමය:

source: Status
bn: অবস্থা
si: තත්වය

source: These services are started on demand and end when there is nothing more to do. The <b>xinetd</b> service must be running so that they can be used.
si: මෙම සේවාවන් සම්බන්ධයෙන් සිදුකිරීමට කිසිවක් නොමැති අතර ආරම්භවනුයේ විමසා සිටින විට පමණි. මෙම සේවාවල භාවිතා කිරීම සඳහා <b>xinetd</b> සේවාව ක්‍රියාත්මකව පැවතිය යුතු වෙයි.

source: These services are started once and run in the background. You can specify in which runlevels they are started.
si: මෙම සේවාවන් එක් වරක් ආරම්භ වී පසුබිමේ ක්‍රියාත්මක වේ. මෙම සේවාවන් කිනම් ධාවක මට්ටමක ක්‍රියාත්මක විය යුතු දැයි ඔබ හට නියම කල හැක.

source: _Background Services
si: පසුබිම් සේවාවන්(_B)

source: _On Demand Services
si: විමසන විට ලබාදෙන සේවාවන්(_O)

source: _Quit
si: නිම කරන්න(_Q)

source: _View
bn: প্রদর্শন (_দ)
hr: P_ogled
si: බලන්න(_V)

source: Current runlevel is %s
si: වතමන් ධාවක මට්ටම වන්නේ %s

source: Disable
si: අක්‍රීය කරන්න

source: Enable
si: සක්‍රීය කරන්න

source: Runlevels
si: ධාවක මට්ටම්

source: Service control
si: සේවා පාලනය

source: Start
si: ආරම්භ කරන්න

source: Status output
si: තත්ව ප්‍රතිදානය

source: Configure which services will be running when the system starts
de: Konfigurieren der Dienste, die beim Starten des Systems ausgeführt werden
si: පද්ධතිය ආරම්භයේදී ක්‍රියාත්මකව පැවතිය යුතු සේවාවන් මානකරන්න

source: Service Management
de: Dienst-Verwaltung
si: සේවා කළමණාකරනය

source: Error while initializing GUI toolkit: %(error)s This program must be run in a graphical environment.
de: Fehler beim Initialisieren des GUI Toolkits: %(error)s Dieses Programm muss in einer grafischen Umgebung laufen gelassen werden.

source: Error while getting description.
de: Fehler beim Laden der Beschreibung.

source: Remarks
de: Anmerkungen

source: This service is being refreshed right now.
de: Dieser Dienst wurde gerade aktualisiert.

source: Getting information about this service failed.
de: Abrufen der Informationen über den Dienst schlug fehl.

source: This service is enabled.
de: Dieser Dienst ist aktiviert.

source: This service is disabled.
de: Dieser Dienst ist deaktiviert.

source: This service is enabled in runlevels: %(runlevels)s
de: Dieser Dienst ist in Runlevels aktiviert: %(runlevels)s

source: This service is masked.
de: Dieser Dienst ist ausmaskiert.

source: The status of this service is unknown.
de: Der Status dieses Dienstes ist unbekannt.

source: This service is stopped.
de: Der Dienst ist gestoppt.

source: This service is running.
de: Dieser Dienst wird ausgeführt.

source: This service is dead.
de: Dieser Dienst ist tot.

source: This unit is inactive.
de: Diese Einheit ist nicht aktiv.

source: This unit is inactive: %(sub_state)s
de: Diese Einheit ist nicht aktiv: %(sub_state)s

source: This unit is running.
de: Diese Einheit läuft gerade.

source: This unit has finished.
de: Diese Einheit hat ihre Arbeit beendet.

source: This unit is active: %(sub_state)s
de: Diese Einheit ist aktiv: %(sub_state)s

source: This unit has failed: %(sub_state)s
de: Diese Einheit ist ausgefallen: %(sub_state)s

source: This unit is starting.
de: Diese Einheit startet gerade.

source: This unit is activating: %(sub_state)s
de: Diese Einheit wird gerade aktiviert: %(sub_state)s

source: This unit is deactivating: %(sub_state)s
de: Diese Einheit wird gerade deaktiviert: %(sub_state)s

source: The state of this unit is unknown: %(active_state)s/%(sub_state)s
de: Der Status dieser Einheit ist unbekannt: %(active_state)s/%(sub_state)s

source: The <b>%(servicename)s</b> service is managed by systemd. It may be started then run in the background, or be activated on demand, or run once for preparation or cleanup purposes.
de: Der <b>%(servicename)s</b>-Dienst wird von systemd verwaltet. Er wird entweder gestartet und läuft dann im Hintergrund weiter oder wird bei Bedarf aktiviert, oder wird ein Mal ausgeführt, um Dinge vorzubereiten oder aufzuräumen.

source: The <b>%(servicename)s</b> service is started once, usually when the system is booted, runs in the background and wakes up when needed.
de: Der <b>%(servicename)s</b>-Dienst wird normalerweise ausgeführt, wenn das System startet, läuft im Hintergrund und wacht auf, wenn er benötigt wird.

source: This service is updated currently.
de: Dieser Dienst wird momentan aktualisiert.

source: The <b>%(servicename)s</b> service will be started on demand by the xinetd service and ends when it has nothing more to do.
de: Der <b>%(servicename)s</b>-Dienst wird vom xinetd-Dienst gestartet, wenn er gebraucht wird, und beendet, wenn er nichts mehr zu tun hat.

source: This service is enabled, but the <b>xinetd</b> package is not installed. This service does not work without it.
de: Dieser Dienst ist aktiviert, aber das <b>xinetd</b>-Paket ist noch nicht installiert. Dieser Dienst funktioniert nicht ohne diese Pakete.

source: This service is enabled, but the <b>xinetd</b> service is not running. This service does not work without it.
de: Dieser Dienst ist aktiviert, aber der <b>xinetd</b>-Dienst wird nicht ausgeführt. Dieser Dienst funktioniert nicht ohne diesen Service.

source: Enable the <b>%(service)s</b> service in these runlevels:
de: Aktivieren Sie den <b>%(service)s</b>-Dienst in diesen Runlevels:

source: Copyright © %(copyright_begins)s - %(copyright_ends)s Red Hat, Inc. and contributors
de: Copyright © %(copyright_begins)s - %(copyright_ends)s Red Hat, Inc. und Mitwirkende

source: The help viewer could not be found. To be able to view help, the 'yelp' package needs to be installed.
de: Die Hilfsansicht konnte nicht gefunden werden. Um in der Lage zu sein, die Hilfe anzusehen, muss das »yelp«-Paket installiert werden.

source: _Program
de: _Programm

source: Ser_vice
de: Dien_st

source: _Enable
de: _Aktivieren

source: _Disable
de: _Deaktivieren

source: _Customize
de: An_passen

source: S_top
de: S_topp

source: _Restart
de: _Neustart

source: _About
de: _Info

source: Customize the runlevels in which a service is enabled.
de: Runlevels anpassen, in welchen ein Dienst aktiviert ist.

source: No service selected.
de: Kein Dienst ausgewählt

source: This service is started once, usually when the system is booted, runs in the background and wakes up when needed.
de: Dieser Dienst wird normalerweise beim Systemstart gestartet, läuft im Hintergrund und wacht auf, wenn er benötigt wird.

source: This service will be started on demand by the xinetd service and ends when it has nothing more to do.
de: Der Dienst wird vom xinetd-Dienst gestartet, wenn er gebraucht wird, und beendet, wenn er nichts mehr zu tun hat.

source: This service is managed by systemd. It may be started then run in the background, or be activated on demand, or run once for preparation or cleanup purposes.
de: Dieser Dienst wird von systemd verwaltet. Er wird entweder gestartet und läuft dann im Hintergrund weiter, oder wird bei Bedarf aktiviert, oder wird ein Mal ausgeführt um Dinge vorzubereiten oder aufzuräumen.

source: Service Information
de: Dienst-Information

source: Status of service %s:
de: Dienst-Status von %s:

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
de: Dieses Programm ist freie Software, Sie können sie weitergeben und/oder verändern, solange Sie sich an die Regeln der GNU General Public License halten, so wie sie von der Free Software Foundation festgelegt wurden; entweder in Version 2 der Lizenz oder (nach Ihrem Ermessen) in jeder folgenden Version. Dieses Programm wurde mit dem Ziel veröffentlicht, dass Sie es nützlich finden, jedoch OHNE JEDWEDE GARANTIE, sogar ohne eine implizite Garantie der VERKAUFBARKEIT oder der NUTZBARKEIT FÜR EINEN SPEZIELLEN ZWECK. Schauen Sie für weitere Informationen bitte in der GNU General Public License (GNU GPL) nach. Mit diesem Programm sollten Sie außerdem eine Kopie der GNU General Public License erhalten haben. Wenn dem nicht so ist, so schreiben Sie bitte an die Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA

source: translator-credits
de: Claudia Krug <fhonig@redhat.it>, 2001. Bernd Groh <bgroh@redhat.com>, 2003. Andreas Müller <redhat@andreas-mueller.com>, 2003, 2004. Bernd Bartmann <Bernd.Bartmann@sohanet.de>, 2004. Nils Philippsen <nphilipp@redhat.com>, 2006. Marcus Gloeckner <mgloeckner@gmail.com>, 2006. Fabian Affolter <fab@fedoraproject.org>, 2007-2009. Daniela Kugelmann <dkugelma@redhat.com >, 2008. Mario Blättermann <mariobl@fedoraproject.org>, 2010.

source: Customize Runlevels
de: Runlevels anpassen

source: Get information about system services
de: Auf Informationen über Systemdienste zugreifen

source: Getting information about system services requires authentication
de: Die Abrufung von Informationen über Systemdienste verlangt eine Authentifizierung

source: Manage system services
de: Systemdienste verwalten

source: Managing system services requires authentication
de: Die Verwaltung von Systemdiensten verlangt eine Authentifizierung

source: translator_credits
hr: lokalizacija@linux.hr

source: xinetd is required for this service.
bn: এই সার্ভিসটি ব্যবহার করতে হলে, অবশ্যই xinetd সক্রিয় করতে হবে।
hr: za rad ovog servisa potreban je xinetd.

source: Refresh the list of services
bs: Osvjei listu servisa

source: Actions such as start, stop, and restart on the selected service
bs: Akcije kao to su pokreni, zaustavi i ponovo pokreni na izabranom servisu

source: Select the runlevel you would like to edit
bs: Izaberite runlevel koji elite urediti

source: Runlevel 3 is multiuser mode with networking
bs: Runlevel 3 je multikorisnièki metod sa mreom

source: Runlevel 4 is reserved for local customization, and is not usually used
bs: Runlevel 4 je rezervisan za lokalno prilagoðavanje i nije èesto koriten

source: Runlevel 5 is multiuser mode with networking and X Windows
bs: Runlevel 5 je multikorisnièki metod sa mreom i X Windows-om

source: Read Manual
bs: Proèitaj priruènik

source: Exit
bs: Izaði
