Repository: nphilipp-archive/system-config-services
Catalog: po/*.po
Languages: bn, bs, de, hr, is, ja, ka, lv, ms, no, pt, si, sv, tr

source: Directory
is: Mappa
ja: ディレクトリ
pt: Directoria
sv: Katalog

source: does not begin with a slash!
is: byrjar ekki á skástriki!
ja: スラッシュで始まりません!
pt: não começa com uma barra!
sv: börjar inte med ett snedstreck!

source: is not an existing directory!
is: er ekki mappa sem þegar er til!
ja: 既存のディレクトリではありません!
pt: não é uma directoria existente!
sv: är inte en befintlig katalog!

source: Master
is: Fyrsti
ja: マスター
pt: Mestre
sv: Primärzon

source: is not a valid IP address.
is: er ekki gilt IP vistfang.
ja: 有効なIPアドレスではありません。
pt: não é uma endereço IP válido.
sv: är inte en giltig IP-adress.

source: is defined twice.
is: er skilgreint tvisvar.
ja: 2回定義されています。
pt: está definido duas vezes.
sv: är definierad två gånger.

source: Slave zone name
is: Heiti þrælsléns
ja: スレーブゾーン名
pt: Nome da zona-escrava
sv: Sekundärzonsnamn

source: is not a valid domain name.
is: er ekki gilt lénsheiti.
ja: 有効なドメイン名ではありません。
pt: não é um nome de domínio válido.
sv: är inte ett giltigt domännamn.

source: Forwarder
is: Áframsendir
ja: 転送元
pt: Encaminhador
sv: Framvänd zon

source: is not a valid Ip address.
is: er ekki gilt IP vistfang.
ja: 有効なIpアドレスではありません。
pt: não é um endereço IP válido.
sv: är inte en giltig IP-adress.

source: Primary Nameserver not defined.
is: Fyrsti nafnaþjónn er ekki skilgreindur.
ja: プライマリネームサーバーは定義されていません。
pt: O Servidor de Nomes Primário não está definido.
sv: Primär namnserver är inte definierad.

source: Primary Nameserver `
is: Fyrsti nafnaþjónn `
ja: プライマリネームサーバー
pt: Servidor de Nomes Primário `
sv: Primär namnserver "

source: ' has no . at the end. You must use a full hostname.
is: ' endar ekki á punkti (.) Þú verður að gefa upp fullt heiti.
ja: 最後に番号があります。ホスト名は完結する必要があります。
pt: ' não tem um . no fim. Deve indicar um nome de máquina completo.
sv: " har ingen . på slutet. Du måste ange ett fullständigt värdnamn.

source: ' is not a valid hostname or IP address.
is: ' er ekki gilt vélarheiti eða IP vistfang.
ja: 有効なホスト名又はIPアドレスではありません。
pt: ' não é um nome de máquina ou um endereço IP válido.
sv: " är inget giltigt värdnamn eller IP-adress.

source: Refresh value should be bigger than Retry
is: Gildi 'Refresh' ætti að vera hærra en 'Retry'
ja: リフレッシュ値はリトライよりも大きくなければなりません。
pt: O valor do Refresh deve ser maior que o do Retry
sv: Uppdateringsvärdet bör vara större än omförsöksvärdet

source: Serial number must be >= 1.
is: Raðnúmerið verður að vera >= 1.
ja: シリアル番号は 1より大きい必要があります。
pt: O número de série deve ser >= 1.
sv: Serienumret måste vara >= 1.

source: Refresh value must be >= 0.
is: Hressigildið þarf að vera >= 0.
ja: リフレッシュ値は 0より大きい必要があります。
pt: O valor de actualização deve ser >= 0.
sv: Uppdateringsvärdet måste vara >=0.

source: Retry value must be >= 0.
is: Reyna aftur gildið þarf að vera >= 0.
ja: リトライ値は 0より大きい必要があります。
pt: O valor de repetição tem que ser >= 0.
sv: Omförsöksvärdet måste vara >= 0.

source: Expire value must be >= 0.
is: 'Expire' gildið verður að vera >= 0.
ja: 満期値は 0より大きい必要があります。
pt: O valor de tempo de validade deve ser >= 0.
sv: Upphörvärdet måste vara >= 0.

source: Minimum value must be >= 0.
is: 'Minimum' gildið þarf að vera >= 0.
ja: 最低値は 0より大きい必要があります。
pt: O valor mínimo deve ser >= 0.
sv: Minimumvärdet måste vara >= 0.

source: NewHost
is: Ný vél
ja: 新規ホスト
pt: NovaMaquina
sv: NyVärd

source: PTR hostname not defined
is: PTR vélarheiti er ekki skilgreint
ja: PTRホスト名は定義されていません
pt: O nome da máquina PTR não está definido
sv: PTR-värdnamn är inte definierat

source: PTR hostname `
is: PTR vélarheiti '
ja: PTRホスト名
pt: O nome da máquina PTR `
sv: PTR-värdnamn "

source: is not a valid hostname.
is: er ekki gilt vélarheiti.
ja: 有効なホスト名ではありません。
pt: não é um nome válido.
sv: är inte ett giltigt värdnamn.

source: must be in the range 0..255.
is: verður að vera á bilinu 0..255
ja: 0から255の間でなければなりません。
pt: tem que estar na gama 0..255.
sv: måste vara i intervallet 0..255.

source: Nameserver
is: Nafnaþjónn
ja: ネームサーバ
pt: Servidor de nomes
sv: Namnserver

source: is not a valid host or domain name.
is: er ekki gilt vélar eða lénsheiti.
ja: 有効なホスト名又はドメイン名ではありません。
pt: não é um nome válido de máquina ou domínio.
sv: är inte ett giltigt värdnamn eller domännamn.

source: is defined twice for
is: er skilgreint tvisvar fyrir
ja: 次項目用に2回定義されています。
pt: está definido duas vezes para
sv: är definierad två gånger för

source: New
is: Nýr
ja: 新規
pt: Novo
sv: Ny

source: Alias
is: Samheiti
ja: エイリアス(使用名)

source: <New Forward Zone>
is: <Nýtt len>
ja: <新規 転送 ゾーン>
pt: <Nova Zona de Encaminhamento>
sv: <Ny framvänd zon>

source: Forward zone name
is: Lénsheiti
ja: 新規転送ゾーン
pt: O nome da zona de encaminhamento
sv: Namn på framvänd zon

source: Zone
is: Lén
ja: ゾーン
pt: Zona
sv: Zon

source: <New Reverse Zone>
is: <Nýtt öfugt lén>
ja: <新規 逆行 ゾーン>
pt: <Nova Zona Inversa>
sv: <Ny omvänd zon>

source: Reverse zone name `
is: Heiti öfugs léns `
ja: 逆行ゾーン名`
pt: Nome da zona inversa `
sv: Namn på omvänd zon "

source: ' is not the end of a reverse IP address.
is: ' er ekki endir á IP vistangi afturábak.
ja: `逆行IPアドレスの最後ではありません。
pt: ' não é o fim de um endereço IP inverso.
sv: " är inte slutet på en omvänd IP-adress.

source: Reverse zone `
is: Öfugt lén `
ja: 逆行ゾーン`
pt: Zona inversa `
sv: Omvänd zon "

source: ' must list at least one name server
is: ' verður að innihalda amk einn nafnaþjón
ja: ` 最低1つのネームサーバを記入する必要があります。
pt: ' deve listar pelo menos um servidor de nomes
sv: " måste lista minst en namnserver

source: Reverse zone
is: Öfugt lén
ja: 逆行ゾーン
pt: Zona inversa
sv: Omvänd zon

source: <New Zone>
is: <Nýtt lén>
ja: <新規ゾーン>
pt: <Nova Zona>
sv: <Ny zon>

source: Currently Running in Runlevel:
bn: বর্তমানে যে রান-লেভেলে চলছে:
bs: Trenutno podiem u runlevel-u:
hr: Trenutno izvršavam u razini izvršavanja:
is: Þegar ræst í keyrslustigi:
ja: 現在実行中のランレベル:
ka: მიმდინარე გაშვების დონე:
lv: Pašlaik strādājošais darblīmenis:
ms: Kini Dilaksana pada Runlevel:
no: Aktiv runlevel:
pt: Actualmente a Executar-se no Nível:
si: දැනට ක්‍රියාත්මක වන ධාවක මට්ටම:
sv: Kör för närvarande i körnivå:
tr: Şu an Çalıştığı Çalışma Seviyesi:

source: Start at Boot
bn: বুট করার সময় শুরু করো
hr: Pokreni kod pokretanja sustava
is: Ræsa þegar vélin ræsir
ja: 起動時に開始
ms: Mula ketika But
pt: Iniciar no Arranque
sv: Starta vid uppstart
tr: Sistem açılışında Çalıştır

source: Services
bn: সার্ভিসগুলো
de: Dienste
hr: Servisi
is: Þjónustur
ja: サービス
ms: Servis
pt: Serviços
si: සේවාවන්
sv: Tjänster
tr: Servisler

source: Editing Runlevel:
bn: রান-লেভেল সম্পাদন করা হচ্ছে:
bs: Ureðujem runlevel:
hr: Uređujem razinu pokretanja:
is: Breyti keyrsluþrepi:
ja: ランレベルの編集
ka: რედაქტირებადი გაშვების დონე:
lv: Rediģējamais darblīmenis:
ms: Mengedit Runlevel:
no: Redigerer runlevel:
pt: Editar Nível de Execução:
si: ධාවක මට්ටම සංශෝධනය කරන්න:
sv: Redigerar körnivå:
tr: Düzenlenen Çalışma Seviyesi:

source: You have made changes to the current runlevel. Do you want to save the changes?
bn: বর্তমান রানলেভেলে আপনি পরিবর্তন করেছেন। আপনি কি পরিবর্তনগুলি সেভ করতে চান ?
hr: Napravili ste promjene na trenutnom runlevelu. Želite li sačuvati promijene?
is: Þú hefur gert breytingar á núverandi keyrslustigi. Viltu vista breytingunum?
ja: 現在のランレベルが変更されています。 この変更を保存しますか?
ms: Anda membuat perubahan pada runlevel semasa. Adakah anda ingin menyimpan perubahan ini?
pt: O utilizador efectuou alterações ao 'runlevel' actual. Deseja gravar as modificações?
si: වර්තමාන ධාවන මට්ටම මත ඔබ විසින් වෙනස්කම් සිදුකර ඇත. මෙම වෙනස්කම් සුරැකීමට ඔබට අවශ්‍යද?
sv: Du har gjort ändringar i aktuell körnivå. Vill du spara ändringarna?
tr: Şu anki çalışma seviyesinde değişklik yaptınız. Bu değişikliklerin kaydedilmesini ister misiniz?

source: This software may be freely redistributed under the terms of the GPL. Please report all bugs you find at the Red Hat bug tracking system: http://bugzilla.redhat.com
hr: Ovaj softver se može slobodno distribuirati pod uvjetima GPL-a. O greškama izvjestite na Red Hat sustav praćenja grešaka na: http://bugzilla.redhat.com
is: Þessum hugbúnaði má dreyfa samkvæmt skilmálum GPL. Vinsamlegast tilkynntu um þá galla í þessu forriti sem þú finnur á Red Hat villuvefnum: http://bugzilla.redhat.com
ja: このソフトウェアは GPLの規則のもとで自由に再配布できます。 不具合などが見付かれば全てを、Red Hatバグトラッキングシステム (http://bugzilla.redhat.com)まで報告して下さい。
ms: Perisian ini bebase diagihkan dibawah GPL Sila lapor pepijat yang anda temui pada Sistem pengesan pepijat Rad Hat: http://bugzilla.redhat.com
pt: Este software pode ser redistribuído livremente nos termos da GPL. Por favor comunique todos os erros encontrados no sistema de gestão de erros da Red Hat: http://bugzilla.redhat.com
sv: Denna programvara kan distribueras fritt under de villkor som finns i GPL. Rapportera alla fel du hittar i Red Hats felrapporteringssystem: http://bugzilla.redhat.com
tr: Bu yazılım GPL koşulları altında dağıtılmaktadır. Lütfen tüm hata raporlarını http://bugzilla.redhat.com adresindeki Red Hat hata izleme sistemine gönderiniz.

source: Help is not available.
is: Hjálp er ekki tiltæk.
ja: ヘルプは利用できません。
ka: დახმარება არ არის ხელმისაწვდომი
lv: Palīdzība nav pieejama.
no: Hjelp er ikke tilgjengelig.
pt: A ajuda não está disponível.
si: උදව් භාවිතයේ නොමැත
sv: Hjälp är inte tillgänglig.

source: You must run redhat-config-services as root.
is: Þú verður að keyra redhat-config-services sem rót.
ja: redhat-config-services は root で実行しなければなりません
pt: Deve correr o redhat-config-services como root.
sv: Du måste köra redhat-config-services som root.
tr: redhat-config-services root olarak çalıştırılmalıdır.

source: aliased to
is: samheiti er
ja: 次の項目へエイリアスになっています。
pt: com associação a
sv: alias till

source: You must enter a host name.
is: Þú verður að gefa upp vélarheiti.
ja: ホスト名を入力する必要があります。
pt: Deve inserir um nome de máquina.
sv: Du måste ange ett värdnamn.

source: You must enter an alias.
is: Þú verður að slá inn samheiti.
ja: エイリアスを入力する必要があります。
pt: Deve indicar um nome alternativo.
sv: Du måste ange ett alias.

source: An alias with this name already exists.
is: Samheiti með þessu heiti er þegar til.
ja: この名前用のエイリアスはすでに存在します。
pt: Já existe um nome alternativo igual a este.
sv: Det finns redan ett alias med detta namn.

source: at priority
is: í forgangi
ja: 優先的に
pt: com a prioridade
sv: med prioritet

source: Mail Exchanger for %s
is: Póstflutningsleið fyrir %s
ja: %s用のMail Exchanger
pt: Encaminhador de Email para o %s
sv: E-posthanterare (MX) för %s

source: Edit Mail Exchanger
is: Breyta póstflutningsleiðum
ja: Mail Exchangerを編集
pt: Editar o Encaminhador de Email
sv: Redigera e-posthanterare (MX)

source: Add a Mail Exchanger
is: Bæta við póstflutningsleið
ja: Mail Exchangerを追加
pt: Adicionar um Encaminhador de Email
sv: Lägg till en e-posthanterare (MX)

source: You must enter an priority.
is: Þú verður að gefa upp forgang.
ja: 優先順を入力する必要があります。
pt: Deve correr inserir uma prioridade.
sv: Du måste ange en prioritet.

source: served by
is: þjónað af
ja: 次によりサービスされます。
pt: servido por
sv: betjänad av

source: You must enter a resolution address.
is: Þú verður að gefa upp vistfang nafnaþjóns.
ja: 決定用アドレスを入力する必要があります。
pt: Tem que inserir um endereço de resolução.
sv: Du måste ange en upplösningsadress.

source: NS hostname `
is: NS vélarheiti `
ja: NSホスト名 `
pt: Nome da máquina NS `
sv: NS-värdnamnet "

source: SOA Refresh value should be bigger than Retry
is: 'Refresh' gildi SOA færslunnar þarf að vera hærra en 'Retry'
ja: SOA リフレッシュ値は リトライよりも大きくなければなりません。
pt: O valor do SOA Refresh deve ser maior que o Retry
sv: SOA-uppdateringsvärdet bör vara större än värdet för omförsök

source: Forward zone `
is: Lén `
ja: 転送ゾーン
pt: Zona de encaminhamento `
sv: Framvända zonen "

source: Settings for %s
is: Stillingar %s
ja: %s用のセッティング
pt: Configuração para %s
sv: Inställningar för %s

source: You must enable xinetd to use this service.
is: Þú verður að virkja xinetd til að nota þessa þjónustu.
ja: このサービスを利用するためには xinetd を有効にしなければなりません。
pt: Tem que activar o xinetd para utilizar este serviço.
sv: Du måste aktivera xinetd för att kunna använda denna tjänst.
tr: Bu hizmeti kullanmak için xinetd etkin olmalıdır.

source: xinetd failed to reload for
bn: জন্যে এক্স্‌আইনেটডী (xinetd) রি-লোড করতে ব্যর্থ হয়েছে
bs: xinetd se nije uspio ponovo uèitati za
hr: xinetd nike uspio ponovo učitati
is: Ekki tókst að endurræsa xinetd fyrir
ja: xinetd は
ka: xinetd-ის გადატვირვა შეუძლებელია
lv: xinetd neizdevās pārstartēt
ms: xinetd gagal untuk mengulangmuat untuk
no: xinetd kunne ikke laste konfigurasjonsfilen for
pt: xinetd não conseguiu voltar a carregar
si: සඳහා xinetd නැවත රුවීමට අසමත්විය
sv: xinetd misslyckades att läsa om för
tr: xinetd bunu yeniden yükleyemedi:

source: . The error was:
bn: । ভ্রান্তিটি হল:
bs: . Greka je bila:
hr: . Greška je bila:
is: . Villan var:
ja: の再読み込みに失敗しました。エラー:
ka: სერვისისთვის. შეცდომა:
lv: . Konstatēta kļūda:
ms: . ralatnya adalah:
no: . Feilen var:
pt: . O erro foi:
si: . දෝශය වන්නේ:
sv: . Felet var:
tr: . Hata:

source: xinetd reloaded %s successfully
bn: এক্সআইনেটডী সাফল্যের সঙ্গে %s রি-লোড করেছে
bs: xinetd ponovo uèitan %s uspjeno
hr: Xinetd je uspješno ponovo učitao %s
is: xinetd endurræsti %s vandræðalaust
ja: xinetd は %s の再読み込みに成功しました
ka: xinetd-მა %s წარმატებით გადატვირთა
lv: xinetd veiksmīgi pārstartēja %s
ms: xinetd mengulangmuat %s dengan jaya
no: xinetd fullførte gjenlasting av %s
pt: O xinetd recarregou o %s com sucesso
si: xinetd සාර්ථක ලෙස නැවත ඇතුල්කරනු ලැබීය %s
sv: xinetd läste om %s utan problem
tr: xinetd %s i başarıyla yeniden yükledi

source: xinetd must be enabled for %s to run
bn: %s চলবার জন্যে এক্স্‌আইনেটডীর সক্রিয় থাকা আবশ্যিক
bs: xinetd mora biti omoguÌen za %s da bi se pokrenuo
hr: xinetd mora biti uključen za pokretanje %s
is: xinetd verður að vera virkt svo %s geti keyrt
ja: %s の実行のためには xinetd を有効にしておかなければなりません
ka: %s-ის გასაშვებად xinetd უნდა იყოს ჩართული
lv: lai startētu %s ir jābūt atļautam xinetd
ms: xinetd perlu dihidupkan supaya %s dilaksanakan
no: xinetd må kjøre for å kunne bruke %s
pt: O xinetd tem que estar activo para que se possa executar o %s
si: %s හට ක්‍රියා කිරීමට xinetd සක්‍රීය කලයුතු වේ
sv: xinetd måste vara aktiverat för att %s ska kunna köras
tr: %s i çalıştırmak için xinetd etkin olmalıdır

source: %s failed. The error was: %s
bn: %s ব্যর্থ। ভ্রান্তিটি হল:
hr: %s nije uspio. Greška je bila: %s
is: %s brást. Villan var: %s
ja: %s は 失敗. エラーは: %sです。
ka: %s სერვისისთვის შეუძლებელია. შეცდომა: %s
lv: %s neizdevās. Konstatēta kļūda: %s
ms: %s gagal. Ralat adalah: %s
no: %s feilet. Feilen var: %s
pt: %s falhou. O erro foi: %s
si: %s අසමත් විය. දෝශය වන්නේ: %s
sv: %s misslyckades. Felet var: %s
tr: %s başarısız. Hata: %s

source: successful
bn: সফল
bs: uspjeno
hr: uspješno
is: tókst
ja: 成功
ka: წარმატებით დასრულდა
lv: veiksmīgi
ms: berjaya
no: suksess
pt: sucesso
si: සාර්ථකයි
sv: lyckades
tr: başarılı

source: Cancel
bs: Odustani
is: Hætta við
ja: 取り消し
pt: Cancelar
sv: Avbryt
tr: İptal

source: Current Active Runlevel:
bn: বর্তমানে সক্রিয় রান-লেভেল:
bs: Trenutni aktivni runlevel:
hr: Trenutno aktivna razina pokretanja:
is: Núverandi keyrsluþrep:
ja: 今のランレベル:
ka: მიმდინარე აქტიური გაშვების დონე:
lv: Pašlaik aktīvais darblīmenis:
ms: Runlevel Aktif Samasa
no: Aktivt kjøringsnivå:
pt: Nível de Execução Actualmente Activo:
si: දැනට සක්‍රීය ධාවක මට්ටම:
sv: Aktiv körnivå just nu:
tr: Şu an Etkin olan Çalışma Seviyesi:

source: Editing Runlevel:
bn: রান-লেভেল সম্পাদনা:
bs: Ureðujem runlevel:
hr: Uredi razinu pokretanja:
is: Breyti keyrsluþrepi:
ja: ランレベルの編集:
ka: რედაქტირებადი გაშვების დონე:
lv: Rediģējamais darblīmenis:
ms: Mengedit Runlevel:
no: Redigerer kjøringsnivå:
pt: A Editar Nível de Execução:
si: ධාවක මට්ටම සංශෝධනය කරන්න:
sv: Redigerar körnivå:
tr: Düzenlenen Çalışma Seviyesi:

source: None
bn: কোনটাই নয়
bs: Nita
hr: Nijedan
is: Engin
ja: なし
ka: არ არის
lv: Neviens
ms: Tiada
no: Ingen
pt: Nenhum
si: නොමැත
sv: Ingen
tr: Hiçbiri

source: Quit
is: Hætta
ja: 終了
pt: Sair
sv: Avsluta
tr: Çık

source: Restart
bn: রিস্টার্ট
bs: Ponovo pokreni
hr: Pokreni ponovo
is: Endurræsa
ja: 再起動
ka: გადატვირთვა
lv: Pārstartēt
ms: Ulanghidup
no: Start på nytt
pt: Reiniciar
si: නැවත ආරම්භ කරන්න
sv: Starta om
tr: Yeniden Başlat

source: Restart the selected service
bs: Ponovo pokreni izabrani servis
hr: Ponovo pokreni odabrani servis
is: Endurræsa valda þjónustu
ja: 選択したサービスを再起動
ms: Ulang servisl dipilih
no: Start valgt tjeneste på nytt
pt: Reiniciar o servidor seleccionado
sv: Starta om den markerade tjänsten
tr: Seçilen hizmeti yeniden başlatır

source: Revert to the last saved change
bs: Vrati na posljednju snimljenu promjenu
is: Fara aftur í þær stillingar sem síðast var vistað
ja: 前回保存した変更を元に戻す
pt: Reverter para a última alteração gravada
sv: Återgå till den senast sparade ändringen
tr: Son kayıtlı duruma döner

source: Runlevel _3
bn: রান-লেভেল _৩
hr: Razina pokretanja _3
is: Keyrslustig _3
ja: ランレベル _3
ka: გაშვების დონე _3
lv: Darblīmenis _3
no: Kjøringsnivå _3
pt: Nível de Execução _3
si: ධාවක මට්ටම (_3)
sv: Körnivå _3
tr: Çalışma Seviyesi _3

source: Runlevel _4
bn: রান-লেভেল _৪
hr: Razina pokretanja _4
is: Keyrslustig _4
ja: ランレベル _4
ka: გაშვების დონე _4
lv: Darblīmenis _4
no: Kjøringsnivå _4
pt: Nível de Execução _4
si: ධාවක මට්ටම(_4)
sv: Körnivå _4
tr: Çalışma Seviyesi _4

source: Runlevel _5
bn: রান-লেভেল _৫
hr: Razina pokretanja _5
is: Keyrslustig _5
ja: ランレベル _5
ka: გაშვების დონე _5
lv: Darblīmenis _5
no: Kjøringsnivå _5
pt: Nível de Execução _4
si: ධාවක මට්ටම(_5)
sv: Körnivå _5
tr: Çalışma Seviyesi _5

source: S_top Service
bn: সার্ভিস বন্ধ
bs: Zaus_tavi servis
hr: _Zaustavi servis
is: S_öðva þjónustu
ja: サービスを停止(_T)
ka: სერვისის _შეჩერება
lv: Ap_stādināt servisu
ms: _Hentikan Servis
no: S_topp tjenesten
pt: _Parar Serviço
si: සේවාව නවත්වන්න(_t)
sv: S_toppa tjänst
tr: Hizmeti _Durdur

source: Save
bs: Saèuvaj
is: Vista
ja: 保存
no: Lagre
pt: Gravar
sv: Spara
tr: Kaydet

source: Save the changes you have made
bs: Saèuvaj promjene koje ste napravili
is: Vista breytingum sem er búið að gera
ja: 変更を保存
pt: Gravar as alterações efectuadas
sv: Spara de ändringar du har gjort
tr: Yapılan değişiklikleri kaydeder

source: Service Configuration
bn: সার্ভিস কনফিগারেশন
bs: Konfiguracija servisa
de: Dienst-Konfiguration
hr: Postavljanje servisa
is: Stillingar þjónustna
ja: サービスの設定
ka: სერვისების კონფიგურაცია
lv: Servisu konfigurācija
ms: Konfigurasi Servis
no: Tjenestekonfigurasjon
pt: Configuração do Serviço
si: සේවා මානකරණය
sv: Konfiguration av tjänst
tr: Hizmet Yapılandırması

source: Start
bn: আরম্ভ
bs: Pokreni
hr: Započni
is: Ræsa
ja: 開始
ka: გაშვება
lv: Startēt
ms: Mula
pt: Iniciar
si: ආරම්භ කරන්න
sv: Starta
tr: Başlat

source: Start the selected service
bs: Pokreni izabrani servis
hr: Pokreće izabrani servis
is: Ræsa valda þjónustu
ja: 選択したサービスを開始
ms: Mulakan servis dipilih
no: Start valgt tjeneste
pt: Iniciar o serviço seleccionado
sv: Starta den markerade tjänsten
tr: Seçilen hizmeti başlatır

source: Stop
bn: থামো
bs: Zaustavi
hr: Zaustavi
is: Stöðva
ja: 停止
ka: შეჩერება
lv: Apturēt
ms: Henti
no: Stopp
pt: Parar
si: නවත්වන්න
sv: Stoppa
tr: Dur

source: Stop the selected service
bs: Zaustavi izabrani servis
hr: Zastavlja izabrani servis
is: Stöðva valda þjónustu
ja: 選択したサービスを停止
ms: Hentikan servis dipilih
no: Stopp valgt tjeneste
pt: Parar o serviço seleccionado
sv: Stoppa den markerade tjänsten
tr: Seçilen hizmeti durdurur

source: _Actions
bn: কাজ (_ক)
bs: _Akcije
hr: _Akcije
is: _Aðgerðir
ja: 操作
ka: _მოქმედებები
lv: D_arbības
ms: _Aksi
no: H_andlinger
pt: _Acções
si: ක්‍රියා(_A)
sv: _Åtgärder
tr: _Eylemler

source: _Edit Runlevel
bn: রানলেভেল সম্পাদন (_র)
bs: _Uredi runlevel
hr: _Uredi razinu izvršavanja
is: _Breyta keyrslustigi
ja: ランレベルの編集(_E)
ka: გაშვების დონის _რედაქტირება
lv: R_ediģēt darblīmeni
no: Redigerer kjøringsnivå
pt: _Editar Nível de Execução
si: ධාවන මට්ටම සංශෝධනය කරන්න(_E)
sv: _Redigera körnivå
tr: Çalışma _Seviyesini Düzenle

source: _File
bn: ফাইল (_ফ)
hr: _Datoteka
ja: ファイル (_F)
ms: _Fail
si: ගොනුව(_F)
sv: _Arkiv

source: _Help
bn: সহায়ক তথ্য (_স)
de: _Hilfe
hr: _Pomoć
ja: ヘルプ(_H)
ms: _Bantuan
si: උදව්(_H)
sv: _Hjälp

source: _Manual
bs: Priruè_nik
ja: マニュアル(_M)

source: _Refresh Service List
bn: রিফ্রশ সার্ভিস তালিকা (_র)
bs: _Osvjei listu servisa
hr: _Osvježi popis servisa
is: _Uppfæra þjónustulistann
ja: サービスリストを更新(_R)
ka: _სერვისების სიის განახება
lv: Atsvaidzināt servisu sarakstu
ms: _Segarkan Senarai Servis
no: _Oppdater tjenestelisten
pt: Actualiza_r a Lista de Serviços
si: සේවා ලයිස්තුව ප්‍රබෝධමත් කරන්න(_R)
sv: _Uppdatera tjänstelistan
tr: Hizmet Listesini _Tazele

source: _Restart Service
bn: রিস্টার্ট সার্ভিস (_ভ)
bs: _Ponovo pokreni servis
hr: _Ponovo pokreni servis
is: _Endurræsa þjónustu
ja: サービスを再起動(_R)
ka: სერვისის გა_დატვირთვა
lv: Pā_rstartēt servisu
ms: _Ulanghidup Servis
no: Sta_rt tjenesten på nytt
pt: _Reiniciar Serviço
si: සේවාව නැවත ආරම්භ කරන්න(_R)
sv: Starta _om tjänst
tr: Hizmeti _Yeniden Başlat

source: _Revert To Last Save
is: _Fara í fyrri stillingar
ja: 前回の保存を取り消す(_R)
pt: _Reverter para Última Gravação
sv: _Återgå till senast sparade
tr: Son Kayıtlı Duruma _Dön

source: _Save Changes
bn: সেভ পরিবর্তনগুলি (_স)
bs: _Saèuvaj promjene
hr: _Spremi izmjene
is: _Vista breytingum
ja: 変更を保存(_S)
ka: ცვლილებების _შენახვა
lv: _Saglabāt izmaiņas
ms: _Simpan Perubahan
no: _Lagre endringer
pt: Gravar Alteraçõe_s
si: වෙනස්කම් ආර්ක්‍ෂා කරන්න(_S)
sv: _Spara ändringar
tr: Değişiklikleri _Kaydet

source: _Start Service
bn: সার্ভিস আরম্ভ (_আ)
bs: _Pokreni servis
hr: _Pokreni servis
is: _Ræsa þjónustu
ja: サービスを開始(_S)
ka: სერვისის _გაშვება
lv: _Startēt servisu
ms: _Mulakan Servis
no: _Start tjenester
pt: Iniciar _Serviço
si: සේවාව ආරම්භ කරන්න(_S)
sv: _Starta tjänst
tr: Hizmeti _Başlat

source: Copyright (c) 2002 Red Hat, Inc. All rights reserved.
hr: Copyright (c) 2002 Red Hat, Inc. Sva prava zadržana.
is: Höfundarréttur (c) 2002 Red Hat, Inc. Allur réttur áskilinn.
ms: Hakcipta (c) 2002 Red Hat, Inc. All rights reserved.
pt: Copyright (c) 2002 Red Hat, Inc. Todos os direitos reservados.
sv: Copyright © 2002 Red Hat, Inc. Alla rättigheter förbehållna.
tr: Telif Hakkı © 2002 Red Hat, Inc. Tüm hakları saklıdır.

source: _Contents
bn: বিষয়বস্তু (_ব)
de: _Inhalt
hr: _Sadržaj
ms: _Kandungan
si: අන්තර්ගතයන්(_C)
sv: _Innehåll

source: Are you sure you want to delete the %s?
bn: আপনি নিশ্চিত, আপনি %s মুছতে চাচ্ছেন?
hr: Sigurni ste da želite obrisati %s?
ka: ნამდვილად გსურთ %s-ის წაშლა?
lv: Vai tik tiešām vēlaties dzēst %s?
no: Er du sikker på at du ønsker å slette %s?
si: %s මකා දැමීමට අවශ්‍ය බව ඔබට හොඳටම විශ්වාසද?

source: Runlevel %d
ka: გაშვების დონე %d
lv: Darblīmenis %d
si: ධාවක මට්ටම %d

source: Unknown
bn: অজ্ঞাত
hr: Napoznato
ka: უცნობი
lv: Nezināms
no: Ukjent
si: හඳුනානොගත්

source: All
ka: ყველა
lv: Visi
si: සියල්ලම

source: System Services Configuration Tool VERSION Copyright Â© 2002-2006 Red Hat, Inc. Tim Powers <timp@redhat.com> Bill Nottingham <notting@redhat.com> Dan Walsh <dwalsh@redhat.com> Brent Fox <bfox@redhat.com> Nils Philippsen <nphilipp@redhat.com>
lv: Sistēmas servisu konfigurācijas rīks VERSION Autortiesības Â© 2002-2006 Red Hat, Inc. Tim Powers <timp@redhat.com> Bill Nottingham <notting@redhat.com> Dan Walsh <dwalsh@redhat.com> Brent Fox <bfox@redhat.com> Nils Philippsen <nphilipp@redhat.com>
si: පද්ධතියේ සේවාවන් මානකරන මෙවලම, වෙළුම සියළුම හිමිකම් සමඟිනි Â© 2002-2006 Red Hat, Inc. ටිම් පවර්ස් <timp@redhat.com> බිල් නොටිංහැම් <notting@redhat.com> ඩෑන් වොල්ෂ් <dwalsh@redhat.com> බ්‍රෙන්ට් ෆොක්ස් <bfox@redhat.com> නිල්ස් ෆිලිප්සෙන් <nphilipp@redhat.com>

source: About
ka: პროგრამის შესახებ
lv: Par
no: Om
si: සම්බන්ධ විස්තර

source: You must run system-config-services as root.
bn: system-config-services চালাবার জন্যে আপনার root হওয়া আবশ্যিক
hr: system-config-services morate pokrenuti kao root korisnik.
ka: System-config-services უნდა გაიშვას root-მომხმარებლის მიერ.
lv: Lai strādātu ar system-config-services, Jums jābūt root tiesībām.
no: Du må kjøre system-config-services som root.
si: ඔබ විසින් system-config-services ක්‍රියාත්මක කල යුත්තේ root ලෙසය.
